Repository: RolEYder/flutter-repost
Catalog: lib/l10n/l10n_*.arb
Languages: de, es, fr, hi, it, ja, ko, pt, ru, tr

# language
source: English
de: Dustch
es: Español
fr: Français
hi: हिन्दी
it: Italiana
ja: 日本語
ko: 한국어
pt: Português
ru: Русский
tr: Türk

source: Archive
de: Archiv
es: Archivados
hi: संग्रहालय
it: archivio
ja: 記録
ko: 보관소
pt: Arquivo
ru: Aрхив
tr: Arşiv

source: Settings
de: Einstellung
es: Ajustes
fr: paramètre
hi: संग्रहालय
it: impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Параметр
tr: Ayarlar

# subscribe_pro_account
source: Subscribe to Pro Account
de: Pro abonnieren
es: Suscribirse a pro
fr: Abonnez-vous à pro
hi: समर्थक की सदस्यता लें
it: Iscriviti a pro
ja: プロに登録する
ko: 프로 구독
pt: Assine um profissional
ru: подписаться на про
tr: Profesyonele abone ol

source: Change langauge
de: Sprache ändern
es: Cambiar idioma
fr: Changer la langue
hi: भाषा बदलो
it: Cambia lingua
ja: 言語を変更
ko: 언어 변경
pt: Mudar idioma
ru: изменение языка
tr: Dili değiştir

# allow_notification
source: Allow Notifications
de: Zeige Benachrichtigungen
es: Mostrar Notificaciones
fr: Afficher les notifications
hi: सूचनाएं दिखाएं
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
pt: Mostrar notificações
ru: Показать уведомления
tr: Bildirimleri göster

source: ACCOUNT SETTINGS
de: ACCOUNT EINSTELLUNGEN
es: CONFIGURACIÓN DE LA CUENTA
fr: CONFIGURATION DU COMPTE
hi: खाता स्थापित करनाA
it: IMPOSTAZIONI DELL'ACCOUNT
ja: アカウント設定
ko: 계정 설정
pt: CONFIGURAÇÃO DA CONTA
ru: НАСТРОЙКИ УЧЕТНОЙ ЗАПИСИ
tr: HESAP AYARLARI

source: My account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
hi: मेरा खाता
it: Il mio account
ja: マイアカウント
ko: 내 계정
pt: Meu perfil
ru: Мой счет
tr: Hesabım

source: Clear History
de: Verlauf löschen
es: Borar Historial
fr: Effacer l'historique
hi: हिस्ट्री हटाएं
it: Elimina cronologia
ja: 履歴を削除
ko: 기록 삭제
pt: Apagar o histórico
ru: Удалить историю
tr: Geçmişi sil

source: Restore Purchases
de: Einkäufe zurückgeben
es: Retornar Compras
fr: Retourner les achats
hi: वापसी खरीद
it: Acquisti di ritorno
ja: 返品購入
ko: 구매 반품
pt: Devolução de compras
ru: Возврат покупок
tr: İade Satın Alma İşlemleri

# terms_and_policies
source: TERMS & POLICIES
de: BEDINGUNGEN und RICHTLINIEN
es: TÉRMINOS y POLÍTICAS
fr: TERMES et POLITIQUES
hi: नियम और नीतियां
it: TERMINI e POLITICHE
ja: 利用規約とポリシー
ko: 약관 및 정책
pt: TERMOS E POLÍTICAS
ru: УСЛОВИЯ И ПОЛИТИКА
tr: ŞARTLAR ve POLİTİKALAR

source: Terms of Service
de: Bedingungen und Dienste
es: Términos y Servicios
fr: Conditions et services
hi: नियम और सेवाएं
it: Termini e servizi
ja: 規約とサービス
ko: 약관 및 서비스
pt: Termos e serviços
ru: Условия и услуги
tr: Şartlar ve Hizmetler

source: Privacy Policy
de: Datenschutzrichtlinien
es: Políticas de Privacidad
fr: Les politiques de confidentialité
hi: गोपनीयता नीतियाँ
it: Politiche sulla privacy
ja: プライバシー ポリシー
ko: 개인정보 보호정책
pt: Políticas de privacidade
ru: Политика конфиденциальности
tr: Gizlilik politikaları

source: Current Pasted
de: Strom eingefügt
es: Pegado Actual
fr: Courant collé
hi: वर्तमान चिपकाया
it: Corrente incollata
ja: 現在の貼り付け
ko: 현재 붙여 넣기
pt: Atual colado
ru: текущий вставленный
tr: geçerli yapıştırılmış

source: Give Feedback
de: Feedback geben
es: Dar retroalimentación
fr: Donner votre avis
hi: प्रतिक्रिया दें
it: Fornire un feedback
ja: フィードバックを与えます
ko: 피드백을 주다
pt: feedbacks
ru: дать обратную связь
tr: Geribildirim vermek

source: Review Us
de: schätzen uns
es: Valoranos
fr: Valorisez-nous
hi: हमें महत्व दें
it: Valutaci
ja: 私たちを大切に
ko: 우리의 가치
pt: Nos valorize
ru: цените нас
tr: Bize değer ver

source: Reposted
de: Umgebucht
es: Reposteados
fr: Republié
hi: फिर से पोस्ट किया
it: Ripubblicato
ja: 再投稿
ko: 다시 게시됨
pt: Repostados
ru: Репост
tr: Tekrar gönderilmiş

# there_are_not_archive
source: There are not archive content yet
de: Es gibt kein Archiv
es: No hay contenido archivado aun
fr: Pas encore de contenu archivé
hi: अभी तक कोई संग्रहीत सामग्री नहीं है
it: Nessun contenuto archiviato ancora
ja: アーカイブされたコンテンツはまだありません
ko: 아직 보관된 콘텐츠가 없습니다.
pt: Nenhum conteúdo arquivado ainda.
ru: Пока нет заархивированного контента
tr: Henüz arşivlenmiş içerik yok

source: Repost
de: Reposten
es: Repostear
fr: Reposter
hi: पोस्ट
it: Ripubblicare
ja: 再投稿
ko: 다시 게시
pt: Repostar
ru: Pепост
tr: yeniden yayınlamak

source: Schedule
de: Planen
es: Agendar
fr: Agendar
hi: अनुसूची
it: Programma
ja: スケジュール
ko: 일정
pt: Cronograma
ru: Расписание
tr: Takvim

source: Hashtags
es: Etiquetas
fr: Programme
hi: टैग
it: Tag
ja: タグ
ko: 태그
pt: Tag
ru: теги
tr: Etiketler

source: Pro
de: Prämie
hi: बीमा किस्त
it: premio
ja: プレミアム
ko: 프리미엄
pt: Prêmio
ru: Премиум
tr: Ödül

source: More
de: Mehr
es: Más
fr: Plus
hi: अधिक
it: Di più
ja: プラス
ko: 을 더한
pt: Mais
ru: Плюс
tr: Artı

source: Story posted from Instagram
de: Geschichte von Instagram gepostet
es: Historia publicada desde Instagram
fr: Histoire publiée sur Instagram
hi: इंस्टाग्राम से पोस्ट की गई कहानी
it: Storia pubblicata da Instagram
ja: インスタグラムから投稿されたストーリー
ko: 인스타그램에서 퍼온 스토리
pt: História postada no Instagram
ru: История опубликована из Instagram
tr: Instagram'dan paylaşılan hikaye

source: Reel posted from Instagram
de: Rolle von Instagram gepostet
es: Reel publicado desde Instagram
fr: Bobine postée sur Instagram
hi: रील इंस्टाग्राम से पोस्ट की गई
it: Reel pubblicata da Instagram
ja: Instagramから投稿されたリール
ko: 인스타그램에서 올린 릴
pt: Reel postado no Instagram
ru: Ролик выложен из инстаграма
tr: Instagram'dan yayınlanan makara

source: Repost posted from Instagram
de: Repost von Instagram gepostet
es: Repost publicado desde Instagram
fr: Message posté depuis Instagram
hi: इंस्टाग्राम से पोस्ट की गई पोस्ट
it: Post pubblicato da Instagram
ja: Instagramから投稿された投稿
ko: 인스타그램에서 올린 글
ru: Пост опубликован из инстаграма
tr: Instagram'dan gönderilen gönderi

# i_dont_want_at_this_moment
source: I do not want at this moment
de: Ich will in diesem Moment nicht
es: No quiero en este momento
fr: je ne veux pas en ce moment
hi: मुझे इस समय नहीं चाहिए
it: Non voglio in questo momento
ja: 現時点ではしたくない
ko: 지금 이 순간을 원하지 않아
pt: Não quero neste momento
ru: я не хочу в этот момент
tr: şu an istemiyorum

source: Rate us
de: Bewerten Sie uns.
es: Valóranos
fr: Évaluez nous
hi: हमें रेटिंग दें
it: Valutaci
ja: 私たちを評価してください
ko: 평가
pt: Nos avalie
ru: Оцените нас
tr: Bizi değerlendirin

# rate_our_application
source: Please, rate our application
de: Bitte bewerten Sie unsere Anwendung
fr: S'il vous plaît, évaluez notre application.
hi: कृपया, हमारे आवेदन को रेट करें।
it: Per favore, valuta la nostra applicazione.
ja: 私たちのアプリケーションを評価してください。
ko: 우리의 응용 프로그램을 평가하십시오.
pt: Por favor, avalie nosso aplicativo.
ru: Пожалуйста, оцените наше приложение.
tr: Lütfen uygulamamızı değerlendirin.

source: Rate
de: Bewertung
es: Valorar
fr: évaluer
hi: भाव
it: Vota
ja: レート
ko: 비율
pt: Avaliar
ru: оценивать
tr: oran

source: PENDING POSTS AND STORIES
de: GESCHICHTEN & AUSSTEHENDE BEITRÄGE
es: HISTORIAS & POSTS PENDIENTES
fr: HISTOIRES ET POSTES EN ATTENTE
hi: कहानियां और लंबित पोस्ट
it: STORIE E POST IN ATTESA
ja: ストーリーと保留中の投稿
ko: 스토리 및 보류 중인 게시물
pt: HISTÓRIAS E POSTAGENS PENDENTES
ru: ИСТОРИИ И ОЖИДАЮЩИЕ ПОСТЫ
tr: HİKAYELER VE BEKLEMEDEKİ YAYINLAR

source: Check to edit your desired schedule post or story
de: Klicken Sie hier, um Ihren Beitrag oder Ihre Agenda-Story zu bearbeiten
es: Clic para editar tu publicación or historia agenda
fr: Cliquez pour modifier votre article ou votre agenda
hi: अपनी पोस्ट या एजेंडा स्टोरी संपादित करने के लिए क्लिक करें
it: Fare clic per modificare il post o la storia dell'agenda
ja: クリックして投稿または議題のストーリーを編集します
ko: 게시물 또는 의제 스토리를 편집하려면 클릭하세요.
pt: Clique para editar sua postagem ou história da agenda
ru: Нажмите, чтобы отредактировать свой пост или повестку дня
tr: Gönderinizi veya gündem hikayenizi düzenlemek için tıklayın

source: Search
de: Suche
es: Buscar
fr: Chercher
hi: खोज
it: Ricerca
ja: 探す
ko: 검색
pt: Procurar
ru: Поиск
tr: Arama

source: CATEGORIES
de: KATEGORIEN
es: CATEGORIAS
fr: CATÉGORIES
hi: श्रेणियाँ
it: CATEGORIE
ja: カテゴリー
ko: 카테고리
pt: CATEGORIAS
ru: КАТЕГОРИИ
tr: KATEGORİLER

# select_category
source: Select your desired category
de: Kategorie wählen
es: Seleccionar categoría
fr: Choisir une catégorie
hi: श्रेणी चुनना
it: Seleziona categoria
ja: カテゴリを選んでください
ko: 카테고리 선택
pt: Selecione a Categoria
ru: Выбрать категорию
tr: Kategori seç

source: Copy selected hashtags
de: Ausgewählte Hashtags kopieren
es: Copiar hashtags seleccionados
fr: Copier les hashtags sélectionnés
hi: चयनित हैशटैग कॉपी करें
it: Copia gli hashtag selezionati
ja: 選択したハッシュタグをコピー
ko: 선택한 해시태그 복사
pt: Copie as hashtags selecionadas
ru: Скопировать выбранные хэштеги
tr: Seçili hashtag'leri kopyala

# upgrade_to_a_membership
source: UPGRADE TO A PREMIUM MEMBERSHIP
de: UPGRADE AUF PREMIUM-MITGLIEDSCHAFT
es: ACTUALIZAR A MEMBRESÍA PREMIUM
fr: PASSEZ À L'ADHÉSION PREMIUM
hi: प्रीमियम सदस्यता में अपग्रेड करें
it: AGGIORNA ALL'ISCRIZIONE PREMIUM
ja: プレミアムメンバーシップにアップグレード
ko: 프리미엄 회원으로 업그레이드
pt: ATUALIZAÇÃO PARA ASSINATURA PREMIUM
ru: ОБНОВИТЬ ДО ПРЕМИУМ-ЧЛЕНСТВА
tr: PREMIUM ÜYELİK YÜKSELTME

# open_up_to_incredible_features
source: Open up to incredible features in a quick and easy manner
de: Eröffnen Sie sich auf schnelle und einfache Weise erstaunliche Funktionen
es: Ábrase a características increíbles de una manera rápida y fácil
fr: Ouvrez-vous à des fonctionnalités étonnantes d'une manière simple et rapide
hi: त्वरित और आसान तरीके से अद्भुत सुविधाओं के लिए स्वयं को खोलें
it: Apriti a funzionalità straordinarie in modo semplice e veloce
ja: 素早く簡単な方法で驚くべき機能を利用できます
ko: 빠르고 쉬운 방법으로 놀라운 기능을 경험하세요
pt: Abra-se para recursos incríveis de maneira rápida e fácil
ru: Откройте для себя удивительные возможности быстро и легко
tr: Kendinizi hızlı ve kolay bir şekilde şaşırtıcı özelliklere açın

source: Unlimited repost
de: Unbegrenzte Reposts
es: Repost Ilimitados
fr: Reposts illimités
hi: असीमित रेपोस्ट
it: Repost illimitati
ja: 無制限の再投稿
ko: 무제한 재게시
pt: Repostagens ilimitadas
ru: Неограниченные репосты
tr: Sınırsız Tekrar

source: Premium hashtags
es: Hashtags premium
fr: hashtags premium
hi: प्रीमियम हैशटैग
it: hashtag premium
ja: プレミアムハッシュタグm
ko: 프리미엄 해시태그
pt: hashtags premium
ru: премиальные хэштеги
tr: premium hashtag'ler

source: And many more features...
de: Und viele weitere Funktionen...
es: Y muchas más características...
fr: Et bien d'autres fonctionnalités...
hi: और भी कई खूबियां...
it: E molte altre funzioni...
ja: そして、さらに多くの機能...
ko: 그리고 더 많은 기능...
pt: E muitas outras funcionalidades...
ru: И многие другие функции...
tr: Ve daha bir çok özellik...

source: Basic
de: wesentlich
es: Básico
fr: Basique
hi: ज़रूरी
it: Essenziale
ja: 必要不可欠
ko: 필수적인
pt: Essencial
ru: Cущественный
tr: Gerekli

source: Best offer
de: Bestes Angebot
es: Mejor oferta
fr: Meilleure offre
hi: सबसे अच्छा प्रस्ताव
it: Migliore offerta
ja: 最高の提案
ko: 최고의 제안
pt: Melhor oferta
ru: Лучшее предложение
tr: En iyi teklif

source: Good discount
de: guter Rabatt
es: Buen descuento
fr: bon rabais
hi: अच्छी छूट
it: Buono sconto
ja: 良い割引
ko: 좋은 할인
pt: Bom desconto
ru: Xорошая скидка
tr: Iyi indirim

source: Months
de: Monate
es: Meses
fr: Mois
hi: महीने
it: Mesi
ja: 月
ko: 개월
pt: Meses
ru: Месяцы
tr: Ay

source: Year
de: Jahr
es: Año
fr: An
hi: साल
it: Anno
ja: 年
ko: 년도
pt: Ano
ru: Год
tr: Yıl

source: MORE USEFUL APPS
de: WEITERE NÜTZLICHE APPS
es: MÁS APLICACIONES ÚTILES
fr: APPLICATIONS PLUS UTILES
hi: अधिक उपयोगी ऐप्स
it: APP PIU' UTILI
ja: より便利なアプリ
ko: 더 유용한 앱
pt: APLICATIVOS MAIS ÚTEIS
ru: БОЛЬШЕ ПОЛЕЗНЫХ ПРИЛОЖЕНИЙ
tr: DAHA FAYDALI UYGULAMALAR

# get_more_apps
source: Get more apps to increase your audience and public, all from partner developers
de: Holen Sie sich weitere Apps, um Ihr Publikum und Ihre Zielgruppe zu vergrößern, alles von Partnerentwicklern
es: Obtenga más aplicaciones para aumentar su audiencia y público, todo de desarrolladores asociados
fr: Obtenez plus d'applications pour développer votre audience et votre audience, toutes proposées par des développeurs partenaires
hi: अपने दर्शकों और दर्शकों की संख्या बढ़ाने के लिए और ऐप्लिकेशन पाएं, सभी पार्टनर डेवलपर से
it: Ottieni più app per far crescere il tuo pubblico e il tuo pubblico, il tutto da sviluppatori partner
ja: より多くのアプリを入手して、視聴者と視聴者を増やしましょう。すべてパートナー デベロッパーから入手できます
ko: 파트너 개발자가 제공하는 더 많은 앱을 통해 잠재고객과 잠재고객을 늘립니다.
pt: Obtenha mais aplicativos para aumentar seu público e público, todos de desenvolvedores parceiros
ru: Получите больше приложений для расширения своей аудитории и аудитории от партнеров-разработчиков
tr: Hedef kitlenizi ve hedef kitlenizi büyütmek için tümü iş ortağı geliştiricilerinden daha fazla uygulama edinin

# get_unlimited_hashtags
source: Get unlimited hashtags to boost your instagram
de: Holen Sie sich unbegrenzt Hashtags, um Ihr Instagram zu verbessern
es: Consigue hashtags ilimitados para potenciar tu instagram
fr: Obtenez des hashtags illimités pour booster votre instagram
hi: अपने इंस्टाग्राम को बढ़ावा देने के लिए असीमित हैशटैग प्राप्त करें
it: Ottieni hashtag illimitati per potenziare il tuo instagram
ja: 無制限のハッシュタグを取得してインスタグラムを後押し
ko: 인스타그램을 향상시키기 위해 무제한 해시태그를 받으세요
pt: Obtenha hashtags ilimitadas para impulsionar seu instagram
ru: Получите неограниченное количество хэштегов, чтобы продвинуть свой Instagram
tr: instagramınızı güçlendirmek için sınırsız hashtag alın

# stat_ins
source: Stat Inst +
de: Statistische Momentaufnahme +
es: Instantánea estadística +
fr: Aperçu statistique +
hi: सांख्यिकीय स्नैपशॉट +
it: Istantanea statistica +
ja: 統計スナップショット +
ko: 통계 스냅샷 +
pt: Instantâneo Estatístico +
ru: Статистический снимок +
tr: İstatistiksel Anlık Görüntü +

# get_your_lastest
source: Get your latest count stats anytime
de: Holen Sie sich jederzeit Ihre aktuellen Zählstatistiken
es: Obtenga sus últimas estadísticas de conteo en cualquier momento
fr: Obtenez vos dernières statistiques de comptage à tout moment
hi: किसी भी समय अपने नवीनतम मतगणना आँकड़े प्राप्त करें
it: Ricevi le ultime statistiche di conteggio in qualsiasi momento
ja: いつでも最新のカウント統計を取得
ko: 언제든지 최신 집계 통계를 가져옵니다.
pt: Obtenha suas estatísticas de contagem mais recentes a qualquer momento
ru: Получите последнюю статистику подсчета в любое время
tr: En son sayım istatistiklerinizi istediğiniz zaman alın

source: Watermark
de: Wasserzeichen
es: Marca de agua
fr: Marque d'eau
hi: वाटर-मार्क
it: Filigrana
ja: 透かし
ko: 양수표
pt: Marca d'água
ru: Водяной знак
tr: Filigran

source: Top Left
de: Nach links oben
es: Arriba a la izquierda
fr: Jusqu'à gauche
hi: बाईं ओर
it: In alto a sinistra
ja: 左へ
ko: 왼쪽 위로
pt: Até a esquerda
ru: Вверх налево
tr: Sola kadar

source: Top Right
de: Bis nach rechts
es: Arriba a la derecha
fr: En haut à droite
hi: दायीं ओर
it: In alto a destra
ja: 右へ
ko: 오른쪽으로
pt: Acima à direita
ru: Вверх вправо
tr: Sağa doğru

source: Buttom Right
de: Unten rechts
es: Abajo a la derecha
fr: En bas à droite
hi: नीचे दाएं
it: In basso a destra
ja: 右下
ko: 오른쪽 하단
pt: Canto inferior direito
ru: Нижний правый
tr: Sağ alt

source: Buttom Left
de: Links unten
es: Abajo a la izquierda
fr: En bas à gauche
hi: नीचे बाएं
it: In basso a sinistra
ko: 왼쪽 아래
pt: Para baixo à esquerda
ru: Вниз слева
tr: Sol aşağı

source: None
de: Entfernen
es: Remover
fr: Retirer
hi: Remover
it: Rimuovere
ja: 削除する
ko: 제거하다
pt: Remover
ru: Удалять
tr: Kaldırmak

source: Caption
de: Bildbeschriftung
es: Subtítulo
fr: Légende
hi: Subtítulo
it: Didascalia
ja: キャプション
ko: 표제
pt: Rubrica
ru: Подпись
tr: Altyazı

# captions_not_found
source: Captions not found. Tap ••• to add one
de: Untertitel nicht gefunden. Berühren Sie •••, um eine hinzuzufügen.
es: Subtítulos no encontrados. Toque ••• para agregar uno.
fr: Sous-titres introuvables. Appuyez sur ••• pour en ajouter un.
hi: उपशीर्षक नहीं मिला। एक जोड़ने के लिए ••• स्पर्श करें।
it: Sottotitoli non trovati. Toccare ••• per aggiungerne uno.
ja: 字幕が見つかりません。 ••• をタッチして追加します。
ko: 자막을 찾을 수 없습니다. •••를 터치하여 하나를 추가합니다.
pt: Legendas não encontradas. Toque em ••• para adicionar um.
ru: Субтитры не найдены. Коснитесь •••, чтобы добавить один.
tr: Altyazı bulunamadı. Bir tane eklemek için ••• öğesine dokunun.

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
hi: बचाना
it: Salva
ja: 保存
ko: 구하다
pt: Salvar
ru: Сохранять
tr: Kaydetmek

source: Add caption
de: Untertitel hinzufügen
es: Agregar subtítulo
fr: Ajouter un sous-titre
hi: उपशीर्षक जोड़ें
it: Aggiungi il sottotitolo
ja: サブタイトルを追加
ko: 자막 추가
pt: Adicionar legenda
ru: добавить субтитры
tr: Altyazı ekle

source: Inserting custom caption
de: Benutzerdefinierten Titel einfügen
es: Insertar título personalizado
fr: Insérer un titre personnalisé
hi: कस्टम शीर्षक डालें
it: Insertar título personalizado
ja: カスタム タイトルを挿入
ko: 사용자 정의 제목 삽입
pt: Inserir título personalizado
ru: Вставить пользовательский заголовок
tr: Özel başlık ekle

source: Updating custom caption
de: Benutzerdefiniertes Untertitel-Update
es: Actualización de subtítulos personalizados
fr: Mise à jour des sous-titres personnalisés
hi: कस्टम उपशीर्षक अद्यतन
it: Aggiornamento personalizzato dei sottotitoli
ja: カスタム字幕の更新
ko: 맞춤 자막 업데이트
pt: Atualização de legenda personalizada
ru: Обновление пользовательских субтитров
tr: Özel altyazı güncellemesi

source: Enter custom caption
de: Geben Sie einen benutzerdefinierten Untertitel ein
es: Introduce un subtítulo personalizado
fr: Entrez un sous-titre personnalisé
hi: एक कस्टम उपशीर्षक दर्ज करें
it: Inserisci un sottotitolo personalizzato
ja: カスタム サブタイトルを入力してください
ko: 맞춤 자막을 입력하세요
pt: Insira uma legenda personalizada
ru: Введите собственный субтитр
tr: Özel bir altyazı girin

source: Enter custom title
de: Geben Sie einen benutzerdefinierten Titel ein
es: Introduce un título personalizado
fr: Entrez un titre personnalisé
hi: एक कस्टम शीर्षक दर्ज करें
it: Inserisci un titolo personalizzato
ja: カスタム タイトルを入力してください
ko: 사용자 정의 제목 입력
pt: Insira um título personalizado
ru: Введите собственный заголовок
tr: Özel bir başlık girin

source: Insert original username
de: Fügen Sie den ursprünglichen Benutzernamen ein
es: Insertar nombre de usuario original
fr: Insérer le nom d'utilisateur d'origine
hi: मूल उपयोगकर्ता नाम डालें
it: Inserisci il nome utente originale
ja: 元のユーザー名を挿入
ko: 원래 사용자 이름 삽입
pt: Insira o nome de usuário original
ru: Вставьте исходное имя пользователя
tr: Orijinal kullanıcı adını girin

source: Insert original caption
de: Insertar subtítulo original
es: Insertar subtítulo original
fr: Insérer le sous-titre original
hi: मूल उपशीर्षक डालें
it: Inserisci il sottotitolo originale
ja: オリジナルのサブタイトルを挿入
ko: 원본 자막 삽입
pt: Inserir legenda original
ru: Вставить оригинальные субтитры
tr: Orijinal altyazıyı ekle

source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu
hi: पूर्वावलोकन
it: Anteprima
ja: プレビュー
ko: 시사
pt: Visualizar
ru: Предварительный просмотр
tr: Ön izleme

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
it: Aggiornare
ja: アップデート
ko: 업데이트
pt: Atualizar
ru: Обновить
tr: Güncelleme

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Choisi
hi: चयनित
it: Selezionato
ja: 選択した
ko: セル
pt: Selecionado
ru: Выбрано
tr: Seçilmiş

source: Ok
es: Bien
fr: d'accord
hi: ठीक है
ja: わかった
ko: わかった
tr: Tamam

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: s'abonner
hi: सदस्यता लेने के
it: Sottoscrivi
ja: 申し込む
ko: 구독하다
pt: Se inscrever
ru: подписываться
tr: Abone olmak

source: How to Repost?
de: Wie reposte ich?
fr: Comment reposter?
ko: 다시 게시하는 방법?
tr: Nasıl Yeniden Gönderilir?

source: Open Instagram
de: Öffnen Sie Instagram
fr: Ouvrir Instagram
ko: 인스타그램 열기
tr: Instagram'ı aç

# find_the_photo_or_video
source: Find the photo or video you want to repost
de: Suchen Sie das Foto oder Video, das Sie reposten möchten
fr: Trouvez la photo ou la vidéo que vous souhaitez republier
ko: 다시 게시할 사진 또는 동영상 찾기
tr: Yeniden yayınlamak istediğiniz fotoğrafı veya videoyu bulun

# tap_button
source: Tap ••• button in the top right corner and select 'Copy Link'
de: Tippen Sie oben rechts auf die Schaltfläche ••• und wählen Sie „Link kopieren“.
fr: Appuyez sur le bouton ••• dans le coin supérieur droit et sélectionnez «Copier le lien»
ko: 오른쪽 상단 모서리에 있는 ••• 버튼을 누르고 링크 복사를 선택합니다.
tr: Sağ üst köşedeki ••• düğmesine dokunun ve 'Bağlantıyı Kopyala'yı seçin

# return_to_repost
source: Return to Repost and wait for the post to show up!
de: Kehren Sie zu Repost zurück und warten Sie, bis der Beitrag angezeigt wird!
fr: Revenez à Repost et attendez que le message apparaisse !
ko: Repost로 돌아가서 게시물이 표시될 때까지 기다리세요!
